tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/devel-only"
tap "homebrew/dupes"
tap "homebrew/games"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"

cask "java"
cask "xquartz"
brew "libyaml"
brew "gdbm"
brew "sqlite"
brew "ansible"
brew "aria2"
brew "clingo", link: false
brew "autoconf"
brew "automake"
brew "bazaar"
brew "cabal-install"
brew "gettext"
brew "libffi"
brew "cairo"
brew "chromedriver"
brew "cowsay"
brew "crystal-lang"
brew "czmq"
brew "darcs"
brew "dos2unix"
brew "duti"
brew "editorconfig", args: ["HEAD"]
brew "elasticsearch"
brew "elixir"
brew "elm"
brew "elm-format", args: ["HEAD"]
brew "emacs", args: ["with-cocoa"], link: false
brew "exercism"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fish"
brew "gd"
brew "gdk-pixbuf"
brew "geckodriver"
brew "git"
brew "git-tracker"
brew "gnu-tar"
brew "gnu-time"
brew "nettle"
brew "gnutls"
brew "gradle"
brew "icu4c"
brew "harfbuzz"
brew "heroku"
brew "httpstat"
brew "httrack"
brew "hugo"
brew "hunspell"
brew "libtool", args: ["universal"]
brew "imagemagick"
brew "intltool"
brew "jasper"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "libcroco"
brew "libelf"
brew "libusb-compat"
brew "libgphoto2"
brew "libicns", args: ["universal"]
brew "librsvg"
brew "libsass"
brew "libsodium"
brew "libssh2"
brew "libvo-aacenc"
brew "little-cms2"
brew "llvm"
brew "lnav"
brew "lynx"
brew "makedepend"
brew "maven"
brew "md5sha1sum"
brew "memcached"
brew "mercurial"
brew "ne"
brew "net-snmp"
brew "nethack4"
brew "nginx"
brew "nvm"
brew "opam"
brew "percona-toolkit"
brew "pidof"
brew "postgresql", restart_service: true
brew "pstree"
brew "python3"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "rbenv-vars"
brew "redis"
brew "rlwrap"
brew "rtmpdump"
brew "s3cmd"
brew "sane-backends"
brew "sassc"
brew "shellcheck"
brew "siege"
brew "sloccount"
brew "swagger-codegen"
brew "swftools"
brew "terraform"
brew "terraform-provisioner-ansible"
brew "the_silver_searcher", args: ["HEAD"]
brew "tidy-html5"
brew "tree"
brew "unixodbc"
brew "unrar"
brew "v8"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "wrk"
brew "yarn", args: ["without-node"]
brew "youtube-dl"
brew "zsh"
brew "homebrew/php/php70"

cask "anki"
cask "atom"
cask "balsamiq-mockups"
cask "calibre"
cask "ccleaner"
cask "chefdk"
cask "chromium"
cask "cyberduck"
cask "daisydisk"
cask "discord"
cask "eclipse-java"
cask "emacs"
cask "fiddler"
cask "firefox"
cask "firefoxdeveloperedition"
cask "google-chrome"
cask "google-hangouts"
cask "handbrake"
cask "hex-fiend"
cask "iconjar"
cask "imageoptim"
cask "intellij-idea"
cask "kitematic"
cask "licecap"
cask "minikube"
cask "mono-mdk"
cask "monolingual"
cask "murus"
cask "ngrok"
cask "postman"
cask "sketch-toolbox"
cask "skitch"
cask "soapui"
cask "soundflower"
cask "sqlpro-for-mysql"
cask "sublime-text"
cask "techstoreclub-simple-comic"
cask "transmission"
cask "tunnelblick"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "zeplin"
cask "caskroom/versions/atom-beta"
cask "caskroom/versions/charles-beta"
cask "caskroom/versions/google-chrome-canary"
cask "caskroom/versions/iterm2-nightly"
cask "caskroom/versions/sublime-text-dev"
cask "caskroom/versions/visual-studio-code-insiders"
